import { Hmaker, Kmaker, maker } from './RepairShopImg';

export const RepairShop = [
  {
    title: '(버스전담)천안특장자동차정비',
    lat: 36.86383452660704,
    lng: 127.1582704070637,
    img: maker,
  },
  {
    title: '(주)동부현대서비스',
    lat: 36.77038559279583,
    lng: 127.20245599094083,
    img: Hmaker,
  },
  {
    title: '구성점 기아오토큐',
    lat: 36.79573952716458,
    lng: 127.16368767021615,
    img: Kmaker,
  },
  {
    title: '남천안서비스 기아오토큐',
    lat: 36.78239513025559,
    lng: 127.13794925610662,
    img: Kmaker,
  },
  {
    title: '남천안현대서비스(주)',
    lat: 36.7857501907625,
    lng: 127.1272506899646,
    img: Hmaker,
  },
  {
    title: '두정점 기아오토큐',
    lat: 36.831800123802545,
    lng: 127.15145607578715,
    img: Kmaker,
  },
  {
    title: '블루핸즈 북천안현대서비스',
    lat: 36.85091287026477,
    lng: 127.15814845864365,
    img: Hmaker,
  },
  {
    title: '블루핸즈 서천안현대서비스',
    lat: 36.83856382791969,
    lng: 127.15426090402939,
    img: Hmaker,
  },

  {
    title: '성성점 기아오토큐',
    lat: 36.849274604567256,
    lng: 127.11783097281057,
    img: Kmaker,
  },
  {
    title: '쌍용점 기아오토큐',
    lat: 36.80732417261804,
    lng: 127.13017199328226,
    img: Kmaker,
  },
  {
    title: '직산점 기아오토큐',
    lat: 36.87771064692538,
    lng: 127.1605731869953,
    img: Kmaker,
  },
  {
    title: '천안남부현대서비스',
    lat: 36.7766542108032,
    lng: 127.14246449297967,
    img: Hmaker,
  },
  {
    title: '천안특장차자동차정비(주)',
    lat: 36.86369103644549,
    lng: 127.15775424491439,
    img: maker,
  },
  {
    title: '현대자동차블루핸즈 두정점',
    lat: 36.83240654758491,
    lng: 127.13422202398587,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 병천점',
    lat: 36.76377311936585,
    lng: 127.29713655282492,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 성거점',
    lat: 36.877708165633656,
    lng: 127.20338666933905,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 성정북부점',
    lat: 36.81835557944387,
    lng: 127.13460937424878,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 성정점',
    lat: 36.82249410953372,
    lng: 127.13243657442285,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 성환점',
    lat: 36.901544772985595,
    lng: 127.13114811572319,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 쌍용점',
    lat: 36.79056484061191,
    lng: 127.1157859391805,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 직산점',
    lat: 36.87774443247104,
    lng: 127.16223610930945,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 천안상용현대서비스',
    lat: 36.91083077197624,
    lng: 127.17927287255354,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 청당점',
    lat: 36.78212180598519,
    lng: 127.16011588758356,
    img: Hmaker,
  },
  {
    title: '현대자동차블루핸즈 카프자동차정비',
    lat: 36.825464154437995,
    lng: 127.10693022017927,
    img: Hmaker,
  },
];
